[
    {
        "category": [
            "Minecraft",
            "Zak/Cody",
            "Ryan/Andrew",
            "Alex/Adam",
            "Tim/Jason",
            "Adam/Zak",
            "Fortnite",
            "Jason/Ryan",
            "Andrew/Tim",
            "Cody/Alex"
        ],
        "Minecraft": {
            "question_100": "This food item is used to breed pigs in Minecraft",
            "answer_100": "Carrot",
            "question_200": "The strongest possible material used for armor and tools in Minecraft",
            "answer_200": "Netherite",
            "question_300": "Mojang is based in this European country",
            "answer_300": "Sweden",
            "question_400": "The Minecraft achievement obtained by acquiring your first diamond",
            "answer_400": "'DIAMONDS!'",
            "question_500": "This was the original name intended for Minecraft",
            "answer_500": "Cave Game"
        },
        "Zak/Cody": {
            "question_100": "This is the name of Cody's little brother",
            "answer_100": "Lance",
            "question_200": "Zak is about to start schooling at this NJ university",
            "answer_200": "NJIT",
            "question_300": "Cody's Minecraft skin is based on this animated character",
            "answer_300": "Minion",
            "question_400": "After an 'Alex Fest', Zak passed out in a booth at this restaurant",
            "answer_400": "Kpot",
            "question_500": "This is what Cody's middle name is",
            "answer_500": "Ryan"
        },
        "Ryan/Andrew": {
            "question_100": "Ryan recently picked up competing in this platform fighter",
            "answer_100": "Super Smash Bros. Melee",
            "question_200": "Andrew used to play this sport during school",
            "answer_200": "Baseball",
            "question_300": "This place was the first location Ryan got drunk",
            "answer_300": "David's House",
            "question_400": "The username Andrew uses for his twitter art account",
            "answer_400": "Brimbop",
            "question_500": "This was the name of Ryan's Smash Bros. clan",
            "answer_500": "The Divine Blades"
        },
        "Alex/Adam": {
            "question_100": "Adam worked overnight shifts at this retail store",
            "answer_100": "Walmart",
            "question_200": "The iconic meme that Alex's chain was molded after",
            "answer_200": "Trollface",
            "question_300": "The original name of Adam's gaming youtube channel",
            "answer_300": "AdamNinjaGames",
            "question_400": "Alex switched his main to this character in Super Smash Bros. Melee",
            "answer_400": "Ice Climbers",
            "question_500": "Adam portrayed this character on the hit wrestling promotion HKW",
            "answer_500": "Dr. Gary Mustard"
        },
        "Tim/Jason": {
            "question_100": "Tim is a frequent player of this first-person shooter franchise",
            "answer_100": "Call of Duty",
            "question_200": "The name of the town Jason currently moved to",
            "answer_200": "Browns Mills",
            "question_300": "Tim's nails were painted this color during the last cabin trip",
            "answer_300": "Black",
            "question_400": "This was the name of Jason's minecraft youtube channel",
            "answer_400": "Mr_Json",
            "question_500": "Tim had this series of action movies downloaded on his phone in high school",
            "answer_500": "Die Hard"
        },
        "Adam/Zak": {
            "question_100": "Zak formerly worked at this taco establishment",
            "answer_100": "Tacoholics",
            "question_200": "This is the language Adam is currently studying",
            "answer_200": "Japanese",
            "question_300": "The character Zak originally mained in Super Smash Bros. Melee",
            "answer_300": "Peach",
            "question_400": "Adam started competing in Super Smash Bros. Melee during this year",
            "answer_400": "2016",
            "question_500": "Zak played this instrument in high school",
            "answer_500": "Trumpet"
        },
        "Fortnite": {
            "question_100": "The name of the flying vehicle that drops you onto the map",
            "answer_100": "Battle Bus",
            "question_200": "The total amount of V-Bucks the Fortnite battle pass costs",
            "answer_200": "1000",
            "question_300": "This is the maximum amount of each material you're able to hold",
            "answer_300": "999",
            "question_400": "The name of Fortnite's zombie survival gamemode",
            "answer_400": "Save The World",
            "question_500": "This is the year that Fortnite officially released",
            "answer_500": "2017"
        },
        "Jason/Ryan": {
            "question_100": "This is the name of Jason's dog",
            "answer_100": "Homer",
            "question_200": "Ryan's new favorite beverage after betraying Mtn. Dew Code Red",
            "answer_200": "Dr. Pepper",
            "question_300": "Jason put on this movie as soon as we arrived at first cabin",
            "answer_300": "21 Jump Street",
            "question_400": "Ryan claims to sometimes laugh like this comic book character",
            "answer_400": "Joker",
            "question_500": "Jason stole this road sign near one of Tim's old houses",
            "answer_500": "Autistic Child Sign"
        },
        "Andrew/Tim": {
            "question_100": "Andrew famously worked at this dollar store with David",
            "answer_100": "Dollar Tree",
            "question_200": "Tim's newest hobby involves collecting these items",
            "answer_200": "Pokemon Cards",
            "question_300": "The name of the horrible vodka Andrew brought to the last cabin",
            "answer_300": "Mr. Boston",
            "question_400": "This is a world record Tim is very practiced in",
            "answer_400": "Eating Upside-Down The Fastest",
            "question_500": "The first time Andrew got drunk at David's house he believed this item was melting",
            "answer_500": "Banana"
        },
        "Cody/Alex": {
            "question_100": "This is the country Alex moved to and is currently living in",
            "answer_100": "South Korea",
            "question_200": "This is Cody's most played platform fighter",
            "answer_200": "Brawlhalla",
            "question_300": "The Halloween costume Alex wore to his first Tim hangout",
            "answer_300": "Judge",
            "question_400": "Cody drew this character on Adam's birthday cake at the last cabin",
            "answer_400": "Dick Butt",
            "question_500": "Alex is really big fan of this Swedish rapper",
            "answer_500": "Bladee"
        }
    }
]